[
  {
    "id": 1,
    "name": "Alex",
    "bag": 200,
    "cost": 200,
    "output": 0.01,
    "text": "Alex coûte 200 biff et arrive avec un capital de 200 biff. Grâce à son automate cellulaire musical, il améliore le rendement de 1.%",
    "upgrade_id": 1
  },
  {
    "id": 2,
    "name": "Léna",
    "bag": 500,
    "cost": 400,
    "output": -0.04,
    "text": "Léna coûte 400 biff et arrive avec un capital de 400 biff. Cependant elle baisse le rendement de 4%.",
    "upgrade_id": 1
  },
  {
    "id": 3,
    "name": "Elouan",
    "bag": 100,
    "cost": 600,
    "output": 0.05,
    "text": "Elouan coûte 600 biff et arrive avec un capital de 100 biff. Ses parts dans différentes usines de production de boissons alcoolisées augmentent le rendement de 5%.",
    "upgrade_id": 1
  },
  {
    "id": 4,
    "name": "Benoit",
    "bag": 1000,
    "cost": 500,
    "output": -0.03,
    "text": "Benoit coûte 500 biff et arrive avec un capital de 1000 biff. à cause de ses mauvaises prévisions météo, il baisse le rendu de 3%.",
    "upgrade_id": 1
  },
  {
    "id": 5,
    "name": "Yanis",
    "bag": 100,
    "cost": 1000,
    "output": 0.08,
    "text": "Yanis coûte 1000 biff et arrive avec un capital de 100 biff. Il augmente le rendement de 8%.",
    "upgrade_id": 1
  },
  {
    "id": 6,
    "name": "Mathieu",
    "bag": 400,
    "cost": 200,
    "output": 0.0,
    "text": "Mathieu coûte 200 biff mais rapporte 400 biff grâce à son business de cartes Pokémon.",
    "upgrade_id": 1
  },
  {
    "id": 7,
    "name": "Agathe",
    "bag": 1500,
    "cost": 600,
    "output": -0.08,
    "text": "Agathe coûte 600 biff et arrive avec un capital de 1500 biff. Cependant elle baisse le rendement de 8%.",
    "upgrade_id": 1
  },
  {
    "id": 8,
    "name": "Marine",
    "bag": 300,
    "cost": 600,
    "output": -0.02,
    "text": "Marine coûte 600 biff et arrive avec un capital de 300 biff. Cependant elle baisse le rendement de 2%.",
    "upgrade_id": 1
  },
  {
    "id": 9,
    "name": "Alina",
    "bag": 100,
    "cost": 700,
    "output": 0.02,
    "text": "Alina coûte 700 biff et arrive avec un capital de 100 biff. Elle augmente le rendement de 2%.",
    "upgrade_id": 1
  },
  {
    "id": 10,
    "name": "Alex G.",
    "bag": 100,
    "cost": 200,
    "output": -0.12,
    "text": "Alex Grosdidier coûte 200 biff et arrive avec un capital de 100 biff. Cependant, il baisse le rendement de 12%, c'est un mauvais investisseur.",
    "upgrade_id": 1
  },
  {
    "id": 11,
    "name": "Anthony",
    "bag": 500,
    "cost": 500,
    "output": 0.07,
    "text": "Anthony coûte 500 biff et arrive avec un capital de 500 biff. Grâce à ses multiples diplômes, il augmente le rendement de 7%.",
    "upgrade_id": 1
  },
  {
    "id": 12,
    "name": "Oussama Ammar",
    "bag": 500,
    "cost": 200,
    "output": -0.25,
    "text": "Oussama coûte 200 biff et arrive avec un capital de 500 biff. Il baisse le rendement de 25%, n'hésitez pas à ne vraiment pas lui faire confiance.",
    "upgrade_id": 1
  },
  {
    "id": 13,
    "name": "Romane J.",
    "bag": 200,
    "cost": 200,
    "output": -0.06,
    "text": "Romane coûte 200 biff et arrive avec un capital de 200 biff. Elle baisse le rendement de 6%.",
    "upgrade_id": 1
  },
  {
    "id": 14,
    "name": "Novelli",
    "bag": 100,
    "cost": 400,
    "output": -0.1,
    "text": "Novelli coûte 400 biff et arrive avec un capital de 100 biff. Il applique une division euclidienne de 4600/160% sur votre rendement.",
    "upgrade_id": 1
  },
  {
    "id": 15,
    "name": "Corentin",
    "bag": 600,
    "cost": 200,
    "output": 0.1,
    "text": "Corentin coûte 200 biff et arrive avec un capital de 600 biff. Vu qu'il est super sympa, il augmente votre rendement de 10%.",
    "upgrade_id": 1
  },
  {
    "id": 16,
    "name": "Laïn",
    "bag": 1000,
    "cost": 800,
    "output": 0.04,
    "text": "Laïn coûte 800 biff et arrive avec un capital de 1000 biff. Bientôt le disque d'or, augmentation du rendement de 4%.",
    "upgrade_id": 1
  },
  {
    "id": 17,
    "name": "Nils",
    "bag": 600,
    "cost": 400,
    "output": -0.04,
    "text": "Nils coûte 400 biff et arrive avec un capital de 600 biff. Il t'enferme dans les cavernes, baisse du rendement de 4%.",
    "upgrade_id": 1
  },
  {
    "id": 18,
    "name": "Lalie",
    "bag": 0,
    "cost": 400,
    "output": 0,
    "text": "Lalie coûte 400 biff, mais vous ne gagnez rien à cause des ligaments croisés.",
    "upgrade_id": 1
  },
  {
    "id": 19,
    "name": "Yasmine",
    "bag": 300,
    "cost": 200,
    "output": 0.03,
    "text": "Yasmine coûte 200 biff et arrive avec un capital de 300 biff. Augmentation du rendement de 3%.",
    "upgrade_id": 1
  },
  {
    "id": 20,
    "name": "Qays",
    "bag": 200,
    "cost": 800,
    "output": -0.05,
    "text": "Qays coûte 800 biff et arrive avec un capital de 200 biff. Baisse du rendement de 4%.",
    "upgrade_id": 1
  },
  {
    "id": 21,
    "name": "Jules",
    "bag": 100,
    "cost": 500,
    "output": -0.1,
    "text": "Jules coûte 500 biff et arrive avec un capital de 100 biff. Il te fait un tunnel en parlant de CoolLab, baisse du rendement de 10%.",
    "upgrade_id": 1
  }
]
