[
  {
    "id": 1,
    "name": "Alex",
    "bag": 200,
    "cost": 200,
    "output": 0.01,
    "text": "Alex coûte 200 biff et arrive avec un capital de 200 biff. Grâce à son automate cellulaire musical, il améliore le rendement de 1.%",
    "upgrade_id": 1
  },
  {
    "id": 2,
    "name": "Léna",
    "bag": 600,
    "cost": 400,
    "output": -0.04,
    "text": "Léna coûte 400 biff et arrive avec un capital de 600 biff. Cependant elle baisse le rendement de 4%.",
    "upgrade_id": 1
  },
  {
    "id": 3,
    "name": "Elouan L",
    "bag": 100,
    "cost": 600,
    "output": 0.05,
    "text": "Elouan coûte 600 biff et arrive avec un capital de 100 biff. Ses parts dans différentes usines de production de boissons alcoolisées augmentent le rendement de 5%.",
    "upgrade_id": 1
  },
  {
    "id": 4,
    "name": "Benoit",
    "bag": 1000,
    "cost": 500,
    "output": -0.03,
    "text": "Benoit coûte 500 biff et arrive avec un capital de 1000 biff. à cause de ses mauvaises prévisions météo, il baisse le rendu de 3%.",
    "upgrade_id": 1
  },
  {
    "id": 5,
    "name": "Yanis",
    "bag": 200,
    "cost": 1000,
    "output": 0.12,
    "text": "Yanis coûte 1000 biff et arrive avec un capital de 200 biff. Il augmente le rendement de 12%.",
    "upgrade_id": 1
  },
  {
    "id": 6,
    "name": "Mathieu",
    "bag": 400,
    "cost": 200,
    "output": 0.0,
    "text": "Mathieu coûte 200 biff mais rapporte 400 biff grâce à son business de cartes Pokémon.",
    "upgrade_id": 1
  },
  {
    "id": 7,
    "name": "Agathe",
    "bag": 1500,
    "cost": 600,
    "output": -0.08,
    "text": "Agathe coûte 600 biff et arrive avec un capital de 1500 biff. Cependant elle baisse le rendement de 8%.",
    "upgrade_id": 1
  },
  {
    "id": 8,
    "name": "Marine",
    "bag": 300,
    "cost": 600,
    "output": -0.02,
    "text": "Marine coûte 600 biff et arrive avec un capital de 300 biff. Cependant elle baisse le rendement de 2%.",
    "upgrade_id": 1
  },
  {
    "id": 9,
    "name": "Alina",
    "bag": 100,
    "cost": 700,
    "output": 0.04,
    "text": "Alina coûte 700 biff et arrive avec un capital de 100 biff. Elle augmente le rendement de 2%.",
    "upgrade_id": 1
  },
  {
    "id": 10,
    "name": "Alex G.",
    "bag": 100,
    "cost": 200,
    "output": -0.12,
    "text": "Alex coûte 200 biff et arrive avec un capital de 100 biff. Cependant, il baisse le rendement de 12%, c'est un mauvais investisseur.",
    "upgrade_id": 1
  },
  {
    "id": 11,
    "name": "Anthony",
    "bag": 500,
    "cost": 500,
    "output": 0.07,
    "text": "Anthony coûte 500 biff et arrive avec un capital de 500 biff. Grâce à ses multiples diplômes, il augmente le rendement de 7%.",
    "upgrade_id": 1
  },
  {
    "id": 12,
    "name": "Oussama Ammar",
    "bag": 500,
    "cost": 200,
    "output": -0.25,
    "text": "Oussama coûte 200 biff et arrive avec un capital de 500 biff. Il baisse le rendement de 25%, n'hésitez pas à ne vraiment pas lui faire confiance.",
    "upgrade_id": 1
  },
  {
    "id": 13,
    "name": "Romane J.",
    "bag": 200,
    "cost": 200,
    "output": -0.06,
    "text": "Romane coûte 200 biff et arrive avec un capital de 200 biff. Elle baisse le rendement de 6%.",
    "upgrade_id": 1
  },
  {
    "id": 14,
    "name": "Novelli",
    "bag": 100,
    "cost": 400,
    "output": -0.1,
    "text": "Novelli coûte 400 biff et arrive avec un capital de 100 biff. Il applique une division euclidienne de 4600/160% sur votre rendement.",
    "upgrade_id": 1
  },
  {
    "id": 15,
    "name": "Corentin",
    "bag": 600,
    "cost": 200,
    "output": 0.1,
    "text": "Corentin coûte 200 biff et arrive avec un capital de 600 biff. Vu qu'il est super sympa, il augmente votre rendement de 10%.",
    "upgrade_id": 1
  },
  {
    "id": 16,
    "name": "Laïn",
    "bag": 1000,
    "cost": 800,
    "output": 0.04,
    "text": "Laïn coûte 800 biff et arrive avec un capital de 1000 biff. Bientôt le disque d'or, augmentation du rendement de 4%.",
    "upgrade_id": 1
  },
  {
    "id": 17,
    "name": "Nils",
    "bag": 600,
    "cost": 400,
    "output": -0.04,
    "text": "Nils coûte 400 biff et arrive avec un capital de 600 biff. Il t'enferme dans les cavernes, baisse du rendement de 4%.",
    "upgrade_id": 1
  },
  {
    "id": 18,
    "name": "Lalie",
    "bag": 0,
    "cost": 400,
    "output": 0,
    "text": "Lalie coûte 400 biff, mais vous ne gagnez rien à cause des ligaments croisés.",
    "upgrade_id": 1
  },
  {
    "id": 19,
    "name": "Yasmine",
    "bag": 300,
    "cost": 200,
    "output": 0.03,
    "text": "Yasmine coûte 200 biff et arrive avec un capital de 300 biff. Augmentation du rendement de 3%.",
    "upgrade_id": 1
  },
  {
    "id": 20,
    "name": "Qays",
    "bag": 600,
    "cost": 800,
    "output": -0.05,
    "text": "Qays coûte 800 biff et arrive avec un capital de 600 biff. Baisse du rendement de 5%.",
    "upgrade_id": 1
  },
  {
    "id": 21,
    "name": "Jules",
    "bag": 300,
    "cost": 500,
    "output": -0.1,
    "text": "Jules coûte 500 biff et arrive avec un capital de 300 biff. Il te fait un tunnel en parlant de CoolLab, baisse du rendement de 10%.",
    "upgrade_id": 1
  },
  {
    "id": 22,
    "name": "Jade",
    "bag": 800,
    "cost": 700,
    "output": 0.04,
    "text": "Jade coûte 700 biff et arrive avec un capital de 800 biff. Augmentation du rendement de 10%.",
    "upgrade_id": 1
  },
  {
    "id": 23,
    "name": "Kellian",
    "bag": 400,
    "cost": 400,
    "output": -0.06,
    "text": "Kellian coûte 400 biff et arrive avec un capital de 400 biff. Il refile le Covid à toute l'entreprise, baisse du rendement de 6%.",
    "upgrade_id": 1
  },
  {
    "id": 24,
    "name": "Chloé",
    "bag": 300,
    "cost": 200,
    "output": 0.2,
    "text": "Chloé coûte 200 biff et arrive avec un capital de 300 biff. Augmentation du rendement de 2%.",
    "upgrade_id": 1
  },
  {
    "id": 25,
    "name": "Raphaël",
    "bag": 200,
    "cost": 400,
    "output": 0.04,
    "text": "Raphaël coûte 400 biff et arrive avec un capital de 200 biff. Augmentation du rendement de 4%.",
    "upgrade_id": 1
  },
  {
    "id": 26,
    "name": "Julie",
    "bag": 1000,
    "cost": 800,
    "output": -0.05,
    "text": "Julie coûte 800 biff et arrive avec un capital de 1000 biff. Baisse du rendement de 10%.",
    "upgrade_id": 1
  },
  {
    "id": 27,
    "name": "Mila",
    "bag": 1500,
    "cost": 1000,
    "output": -0.05,
    "text": "Mila coûte 1000 biff et arrive avec un capital de 1500 biff. Baisse du rendement de 5%.",
    "upgrade_id": 1
  },
  {
    "id": 28,
    "name": "Romana",
    "bag": 600,
    "cost": 300,
    "output": 0.02,
    "text": "Romana coûte 300 biff et arrive avec un capital de 600 biff. Baisse du rendement de 2%.",
    "upgrade_id": 1
  },
  {
    "id": 29,
    "name": "Julien",
    "bag": 100,
    "cost": 300,
    "output": -0.06,
    "text": "Julien coûte 300 biff et arrive avec un capital de 100 biff. Il tappe très fort sur la table pour que vous cédiez une part du gâteau, baisse du rendement de 6%.",
    "upgrade_id": 1
  },
  {
    "id": 30,
    "name": "Romane M.",
    "bag": 1200,
    "cost": 900,
    "output": -0.05,
    "text": "Romane coûte 900 biff et arrive avec un capital de 1200 biff. La prépa c'est dur, baisse du rendement de 5%.",
    "upgrade_id": 1
  },
  {
    "id": 31,
    "name": "Romane V.",
    "bag": 1800,
    "cost": 1200,
    "output": -0.02,
    "text": "Romane coûte 1200 biff et arrive avec un capital de 1800 biff. Baisse du rendement de 2%.",
    "upgrade_id": 1
  },
  {
    "id": 32,
    "name": "Elea",
    "bag": 100,
    "cost": 500,
    "output": 0.1,
    "text": "Elea coûte 500 biff et arrive avec un capital de 100 biff. Elle vous cède des parts dans son usine de cookies du Crous, augmentation du rendement de 10%.",
    "upgrade_id": 1
  },
  {
    "id": 33,
    "name": "Justine",
    "bag": 1000,
    "cost": 800,
    "output": 0.07,
    "text": "Justine coûte 800 biff et arrive avec un capital de 1000 biff. Elle te fait un emploi du temps tout propre, augmente du rendement de 7%.",
    "upgrade_id": 1
  },
  {
    "id": 34,
    "name": "Lucille",
    "bag": 600,
    "cost": 400,
    "output": -0.05,
    "text": "Lucille coûte 400 biff et arrive avec un capital de 600 biff. Elle investit une partie du biff dans la Tech, baisse du rendement de 5% (ce n'est pas rentable Lucille).",
    "upgrade_id": 1
  },
  {
    "id": 35,
    "name": "Souksana",
    "bag": 800,
    "cost": 500,
    "output": 0,
    "text": "Souksana coûte 500 biff et arrive avec un capital de 800 biff.",
    "upgrade_id": 1
  },
  {
    "id": 36,
    "name": "Roméo",
    "bag": 1000,
    "cost": 200,
    "output": -0.2,
    "text": "Roméo coûte 200 biff et arrive avec un capital de 1000 biff. Il instaure l'anarchie dans l'entreprise, baisse du rendement de 20%.",
    "upgrade_id": 1
  },
  {
    "id": 37,
    "name": "Guillaume",
    "bag": 0,
    "cost": 700,
    "output": 0.1,
    "text": "Guillaume coûte 700 biff. Il ne rapporte pas de biff parce qu'il a payé une carte graphique pour faire du blender mais augmente le rendement de 10%.",
    "upgrade_id": 1
  },
  {
    "id": 38,
    "name": "Killian",
    "bag": 200,
    "cost": 400,
    "output": -0.05,
    "text": "Killian coûte 400 biff et arrive avec un capital de 200 biff. Ses sites web ne se vendent pas, baisse du rendement de 5%.",
    "upgrade_id": 1
  },
  {
    "id": 39,
    "name": "Imane",
    "bag": 100,
    "cost": 500,
    "output": 0.06,
    "text": "Imane coûte 500 biff et arrive avec un capital de 100 biff. Ses compétences sur After Effects augmente le rendement de 6%.",
    "upgrade_id": 1
  },
  {
    "id": 40,
    "name": "Louise",
    "bag": 600,
    "cost": 600,
    "output": -0.05,
    "text": "Louise coûte 600 biff et arrive avec un capital de 600 biff. Mais les performances misérables de son microsoft surface baissent le rendement de 5%.",
    "upgrade_id": 1
  },
  {
    "id": 41,
    "name": "Quentin B.",
    "bag": 1500,
    "cost": 700,
    "output": 0,
    "text": "Quentin coûte 700 biff et investit toute la trésorerie du GIC, +1500 biff.",
    "upgrade_id": 1
  },
  {
    "id": 42,
    "name": "Honorine",
    "bag": 300,
    "cost": 500,
    "output": 0.04,
    "text": "Honorine coûte 500 biff et arrive avec un capital de 300 biff. Elle te met dans le mail hebdo de l'école, augmentation du rendement de 4%.",
    "upgrade_id": 1
  },
  {
    "id": 43,
    "name": "Ilyass",
    "bag": 300,
    "cost": 600,
    "output": -0.15,
    "text": "Ilyass coûte 600 biff et arrive avec un capital de 300 biff. Il casse les oreilles de tout le monde en jouant de l'oud en boucle. Rendement -15%.",
    "upgrade_id": 1
  },
  {
    "id": 44,
    "name": "Pauline",
    "bag": 0,
    "cost": 200,
    "output": -0.1,
    "text": "Pauline coûte 200 biff. Elle passe son temps à compter combien d'objectif 35mm f2.8 803z a dans son placard. Baisse du rendement de 10%.",
    "upgrade_id": 1
  },
  {
    "id": 45,
    "name": "Quentin L.",
    "bag": 0,
    "cost": 800,
    "output": 0,
    "text": "Quentin coûte 800 biff. Il vous demande de payer son opération du pouce.",
    "upgrade_id": 1
  },
  {
    "id": 46,
    "name": "Emmanuel Macron",
    "bag": 4000,
    "cost": 2000,
    "output": -0.4,
    "text": "Emmanuel Macron coûte 2000 biff et arrive avec le capital du parti Renaissance (4000 biff), baisse du rendement de 40%. ",
    "upgrade_id": 1
  },
  {
    "id": 47,
    "name": "Leo",
    "bag": 100,
    "cost": 500,
    "output": -0.1,
    "text": "Leo coûte 500 biff et arrive avec un capital de 100 biff. Baisse du rendement de 10%.",
    "upgrade_id": 1
  },
  {
    "id": 48,
    "name": "Guilhem",
    "bag": 0,
    "cost": 400,
    "output": -0.1,
    "text": "Guilhem coûte 400 biff. Guimii music n'est pas encore assez rentable, -10% rendement.",
    "upgrade_id": 1
  },
  {
    "id": 49,
    "name": "Chevreuil",
    "bag": 2200,
    "cost": 1400,
    "output": 0.1,
    "text": "Chevreuil coûte 1400 biff et arrive avec un capital de 2200 biff. Il reconnait les équations caractéristiques de la bourse, 10% de rendement.",
    "upgrade_id": 1
  },
  {
    "id": 50,
    "name": "Arthur",
    "bag": 1600,
    "cost": 400,
    "output": -0.2,
    "text": "Arthur coûte 400 biff et arrive avec un capital de 1600 biff. Sa boîte de nuit : 'Le trashcan', croule sous les dettes, -20% rendement. ",
    "upgrade_id": 1
  },
  {
    "id": 51,
    "name": "Astrid",
    "bag": 500,
    "cost": 300,
    "output": -0.03,
    "text": "Astrid coûte 300 biff et arrive avec un capital de 500 biff. Les mots de passe de son application de secret santa ont fuité, baisse du rendement de 3%.",
    "upgrade_id": 1
  },
  {
    "id": 52,
    "name": "Elouan R",
    "bag": 700,
    "cost": 700,
    "output": -0.02,
    "text": "Elouan coûte 700 biff et arrive avec un capital de 700 biff. Il se perd pendant l'UTMB, vous devez payer ses recherches. Baisse du rendement de 2%.",
    "upgrade_id": 1
  },
  {
    "id": 53,
    "name": "Aimé",
    "bag": 300,
    "cost": 1200,
    "output": 0.2,
    "text": "Aimé coûte 1200 biff et arrive avec un capital de 300 biff. Son esprit de jeune entrepreneur augmente le rendement de 20%.",
    "upgrade_id": 1
  },
  {
    "id": 54,
    "name": "Marc",
    "bag": 400,
    "cost": 100,
    "output": -0.01,
    "text": "Marc coûte 100 biff et arrive avec un capital de 400 biff. Ses idées Marxistes l'empêchent de s'impliquer dans l'activité de l'organisation. Baisse du rendement de 1%.",
    "upgrade_id": 1
  },
  {
    "id": 55,
    "name": "Clément",
    "bag": 0,
    "cost": 800,
    "output": 0,
    "text": "Clément coûte 800 biff mais claque tout dans un iPhone 16 pro max 1 to. Ne rapporte rien.",
    "upgrade_id": 1
  },
  {
    "id": 56,
    "name": "Octave",
    "bag": 600,
    "cost": 500,
    "output": -0.1,
    "text": "Octave coûte 500 biff et arrive avec un capital de 600 biff. Sa livraison hebdomadaire de palettes de Redbull baisse le rendement de 10%.",
    "upgrade_id": 1
  },
  {
    "id": 57,
    "name": "Xavier",
    "bag": 700,
    "cost": 900,
    "output": 0.08,
    "text": "Xavier coûte 900 biff et arrive avec un capital de 700 biff. Il fait un graphe des données de l'organisation pour optimiser ses performances. Rendement +8%.",
    "upgrade_id": 1
  }
]
